Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dzięki dużej ilości alkoholu może być długo leżakowane, z czasem stając się coraz lepszym, zupełnie jak wino.
uk: Завдяки високому вмісту алкоголю, воно може довго витримуватися, стаючи з часом все кращим і кращим, як вино.

source: Dzięki elementowi zaskoczenia udało im się błyskawicznie zająć całą twierdzę i odbić przetrzymywanych tam członków wyprawy do Vardhal.
uk: Завдяки елементу несподіванки їм вдалося миттєво захопити фортецю і визволити ув'язнених там членів експедиції до Вардхалу.

source: Dzięki i powodzenia! To była niezła walka.
uk: Дякую і нехай щастить! Це був непоганий бій.

source: Dzięki jego ignorancji królestwo pozostało bez okrętów. I dlatego czeka cię podwójne zadanie.
uk: Через його невігластво королівство залишилося без кораблів. І тому на тебе очікує подвійне завдання.

source: Dzięki jego umiejętnemu zarządzaniu, pozwalającemu na wykorzystanie farm i zapasów należących do wioski, w okresie ogromnego zapotrzebowania na jedzenie w odbudowującym się mieście, Silbach wkroczyło w erę wielkiego dobrobytu.
uk: Завдяки його вмілому управлінню, яке дозволило використовувати ферми і худобу, що належали селу, у період великого попиту на продовольство в місті, Сільбах вступив в епоху великого процвітання.

source: Dzięki jego ustaleniom szybciej załatwisz sprawę. Szukaj go w porcie, będzie się gdzieś tam kręcił.
uk: Завдяки його знахідкам ти швидше впораєшся із завданням. Пошукай його в порту, він повинен бути десь там.

source: Dzięki kontaktom, jakie dla mnie załatwiłeś, jest coraz lepiej. Mroczny Paladyn nie jest już produktem niszowym, a czymś rozpoznawalnym!
uk: Завдяки контактам, які ти для мене налагодив, справи йдуть все краще і краще. Темний Паладин вже не нішевий продукт, а щось впізнаване!

source: Dzięki królowi prawie zostaliśmy bezdomni.
uk: Через короля ми мало не стали безпритульними.

source: Dzięki księdze opisującej kunszt płatnerzy z Vardhal, Stone może naprawić pancerz. Będzie do tego potrzebował dodatkowych materiałów. Dał mi listę z wszystkimi wymaganymi surowcami.
uk: Завдяки книзі, що описує майстерність бронярів з Вардхалу, Стоун може відновити обладунок. Для цього йому знадобляться додаткові матеріали. Він дав мені перелік усієї необхідної сировини.

source: Dzięki lekcji, jaką otrzymałem od Innosa, stało się jeszcze piękniejsze. Codziennie ślę do niego dziękczynne modły!
uk: Завдяки уроку, який я отримав від Інноса, мені стало ще краще. Я щодня підношу йому молитви вдячності!

source: Dzięki mnie stali się jednymi z najbogatszych mieszkańców wsi!
uk: Завдяки мені вони стали одними із найбагатших мешканців села!

source: Dzięki mnie wyszedłeś z więzienia.
uk: Завдяки мені ти вийшов з в'язниці.

source: Dzięki mojej reakcji, Pieter obiecał zostawić Kathię w spokoju. Czas poinformować dziewczynę, że oprych nie będzie już jej sprawiał problemów. Mam nadzieję, że teraz dowiem się czegoś o człowieku Ernesto.
uk: Завдяки моєму втручанню, Пітер пообіцяв залишити Катю в спокої. Настав час повідомити дівчині, що цей бовдур більше не створюватиме їй проблем. Сподіваюся, тепер я дізнаюся щось про людину Ернесто.

source: Dzięki mojemu eliksirowi, nawet najmniej doświadczony farmer mógłby uwolnić całą swoją moc bez tracenia całych dekad na mozolny trening.
uk: З моїм зіллям навіть найменш досвідчений фермер може розкрити всю свою силу, не втрачаючи на це десятиліття наполегливих тренувань.

source: Dzięki młody!
uk: Дякую, юначе!

source: Dzięki nacięciu będzie ci łatwiej wyrwać szpon. Niewykluczone, że razem z nim pociągniesz jakieś ścięgno. W takim wypadku, po prostu je przetnij.
uk: Розріз полегшить тобі витягування кігтя. Можливо, разом з ним ти витягнеш і сухожилля. У такому випадку просто відріж його.

source: Dzięki naszym zaufanym przewoźnikom, transport towarów jest o wiele tańszy i wygodniejszy, dlatego tak wielu klientów ceni sobie współpracę z nami.
uk: Завдяки нашим надійним перевізникам транспортування товарів стає набагато дешевшим і зручнішим. Тому так багато клієнтів цінують співпрацю з нами.

source: Dzięki niech będą Adanosowi. Dupek się w końcu zamknął.
uk: Дякувати Аданосу. Цей гівнюк нарешті заткнувся.

source: Dzięki niej doprowadzisz podłogę do czystości.
uk: Вона зробить вашу підлогу чистою.

source: Dzięki niej mieszkańcy Archolos informują pozostałe wyspy Archipelagu o zbliżającym się zagrożeniu.
uk: За допомогою якої жителі Архолосу сповіщають інші острови Архіпелагу про небезпеку, що насувається.

source: Dzięki niej możesz spojrzeć na świat z nowej perspektywy i poszerzyć swoje horyzonty.
uk: Воно дозволяє побачити світ під новим кутом і розширити свій кругозір.

source: Dzięki niemu będę mógł wejść do miasta.
uk: Завдяки йому я зможу увійти до міста.

source: Dzięki niemu można zaglądać w przeszłość i przyszłość. Pomyśl, ilu zagrożeń możesz uniknąć dzięki wiedzy, jaką da ci Oko!
uk: Завдяки йому можна зазирнути в минуле і майбутнє. Подумай, скількох небезпек можна уникнути завдяки знанням, які може дати Око!

source: Dzięki niemu widać wyraźne
uk: Дає змогу побачити об'єкти,

source: Dzięki nim mogę w pełni legalnie prowadzić stoisko na terenie miasta Archolos, bez obaw, że ktoś z urażonymi uczuciami religijnymi rozkaże mi się wynieść!
uk: Завдяки їм я можу цілком легально працювати в місті Архолос, не боячись, що хтось через ображені релігійні почуття накаже вигнати мене геть!

source: Dzięki położonym na wzgórzach ogniom sygnałowym informowanie sąsiednich wysp o zagrożeniu przebiega błyskawiczne.
uk: Завдяки сигнальним вогням, розташованим на височинах, сусідні острови миттєво дізнаються про небезпеку.

source: Dzięki przynależności do Wodnego Kręgu, Mag Wody Patracjan może ze mną pohandlować rzadszymi zwojami.
uk: Маг Води Патриціан, завдяки своїй приналежності до Кільця Води, може запропонувати мені рідкісні сувої.

source: Dzięki serdeczne do zobaczenia.
uk: Сердечно дякую. До побачення.

source: Dzięki specjalnemu kształtowi grotu i wzmocnionej konstrukcji promienia, te bełty są w stanie przebić się przez pancerze podziemnych mrówek.
uk: Завдяки особливій формі наконечника та посиленій конструкції, ці болти здатні пробивати панцирі повзунів.

source: Dzięki stary!
uk: Дякую, друзяко!

source: Dzięki stary! Albyn by mnie zabił gdyby dowiedział się, że mamy jakieś kontakty z takimi szemranymi typami...
uk: Дякую, старий! Альбін вб'є мене, якщо дізнається, що ми маємо якісь справи з цими підозрілими типами...

source: Dzięki stary, wyświadczyłeś mi ogromną przysługę.
uk: Дякую, ти мені дуже допоміг.

source: Dzięki swojej odwadze i umiejętnościom zgładzili potwora, którego truchło możecie oglądać przed moją posiadłością. Silbach jest znowu bezpieczne!
uk: Завдяки своїй мужності та майстерності вони знищили монстра, тушу якого ви можете побачити перед моїм будинком. Сільбах знову в безпеці!

source: Dzięki takim działaniom może w końcu to pojmie!
uk: Завдяки таким ситуаціям, можливо, він нарешті це зрозуміє!

source: Dzięki temu dokumentowi
uk: З цим документом можна

source: Dzięki temu mieszkańcy będą wiedzieli, że nie jesteś jakimś zwykłym spacerowiczem, tylko kandydatem na strażnika.
uk: Це дасть мешканцям зрозуміти, що ти не якийсь там волоцюга, а кандидат на посаду вартового.

source: Dzięki temu możesz wyrządzić naprawdę ogromne szkody.
uk: Це дозволяє завдавати дійсно величезної шкоди.

source: Dzięki temu nawet jeśli postanowi rozpłatać cię na pół, to przynajmniej będę miał z ciebie jakiś pożytek.
uk: І навіть якщо він вирішить розірвати тебе навпіл, я принаймні матиму від тебе якусь користь.

source: Dzięki temu nie tak trudno się załapać, a nawet za zwykłe stanie na warcie żołd stale płynie.
uk: Тому вступити сюди не так вже й складно, тут навіть за просте стояння на сторожі стабільно платять.

source: Dzięki temu nie tylko wygodniej jest się w nim poruszać, ale zapewnia też więcej ochrony. Oczywiście, nie z każdym pancerzem da się to zrobić.
uk: Це не лише робить їх більш зручними, але й забезпечує більший захист. Звісно, не з кожним обладунком це можна зробити.

source: Dzięki temu są słodkie, lekkie i doskonale orzeźwiają po ciężkim dniu pracy.
uk: Завдяки цьому воно солодке, легке та чудово освіжає після важкого робочого дня.

source: Dzięki temu ułatwiają szerzenie naszej wiary w tym dalekim zakątku Królestwa.
uk: Таким чином вони сприяють поширенню нашої віри в цьому далекому куточку королівства.

source: Dzięki temu zapewnisz miastu stałe i pewne dostawy świetnego wina. Kto wie, co stanie się z winnicą, jeśli ich nie pojednamy?
uk: Завдяки цьому ти забезпечиш стабільне та надійне постачання чудового вина для міста. Хто знає, що станеться з виноградником, якщо ми не примиримо їх?

source: Dzięki temu łatwo się wysunie i będziesz mógł spokojnie go wyciągnąć.
uk: Таким чином, кіготь легко вийде, і ти зможеш спокійно його витягнути.

source: Dzięki temu, jak gdzieś zasnę, zawsze będę miał co sobie podłożyć pod głowę.
uk: Таким чином, коли я десь засинатиму, у мене завжди буде, що підкласти під голову.

source: Dzięki temu, mogę z dnia na dzień zmienić swój tryb, i tak jak kiedyś ścinałem ścierwo, tak teraz mogę zmienić zawód, i zostać, tym, no, drwalem.
uk: Завдяки цьому я можу змінювати свій напрям з дня на день. І оскільки раніше я рубав всяку наволоч, тепер я можу змінити свою професію і стати цим, як його, лісорубом.

source: Dzięki temu, że wcześniej pomogłem drwalom, jeden z nich zgodził się przygotować za darmo parę mebli dla 'gości Leża'. Muszę o tym powiedzieć Esti.
uk: Завдяки тому, що я допомагав лісорубам раніше, один з них погодився безкоштовно підготувати деякі меблі для 'гостей Лігва'. Потрібно розповісти про це Есті.

source: Dzięki tobie jestem jeszcze bliżej wygranej.
uk: Завдяки тобі я стала ближче до перемоги.

source: Dzięki tobie udało mi się wyjść na prostą. Proszę, weź te kilka bryłek jako spłatę mojego długu oraz nagrodę.
uk: Завдяки тобі я зміг вийти на свободу. Будь ласка, візьми ці самородки як повернення мого боргу і винагороду.

source: Dzięki tobie udało nam się znacznie osłabić potencjalny atak orków na tę wyspę. Całe królestwo wiele ci zawdzięcza, to niesłychany zaszczyt!
uk: Завдяки тобі нам вдалося значно послабити потенційну атаку орків на цей острів. Все королівство вдячне тобі, а це нечувана честь!

source: Dzięki tobie zacząłem pojmować prawdę o naszym życiu i naszej wierze.
uk: Завдяки тобі я почав розуміти правду про наше життя і нашу віру.

source: Dzięki tobie zaoszczędziłem mnóstwo wysiłku, kolego.
uk: Завдяки тобі я заощадив багато зусиль, друже.

source: Dzięki tobie śledztwo zostało rozwiązane, a winny zamachu otrzymał zasłużoną karę.
uk: Дякуючи тобі, розслідування було завершено, а винуватець замаху отримав заслужене покарання.

source: Dzięki twojej pomocy mogłam sobie trochę odpocząć. Zdecydowanie tego potrzebowałam!
uk: Завдяки твоїй допомозі я змогла трохи відпочити. Мені це було дуже потрібно!

source: Dzięki twojej pomocy z glejtem wszystko wychodzi na prostą. Z takimi współpracownikami to można robić interesy!
uk: Завдяки твоїй допомозі з перепусткою, все йде як по маслу. З такими людьми можна вести бізнес!

source: Dzięki tym kontaktom można zarobić zdecydowanie więcej.
uk: З цими контактами можна заробити набагато більше.

source: Dzięki w każdym razie.
uk: У будь-якому разі, дякую.

source: Dzięki wielkie za rady.
uk: Дуже дякую за пораду.

source: Dzięki wielkie!
uk: Дуже дякую!

source: Dzięki wielkie! Te ryby są bardzo świeże. Przed chwilą jeszcze pływały w morzu.
uk: Дуже дякую! Ця риба дуже свіжа. Хвилину тому ще плавала в морі.

source: Dzięki wielkie! Wróć za jakiś czas, to dostaniesz coś za pomoc!
uk: Дуже дякую! Зайди до мене через деякий час, я дам тобі щось за допомогу!

source: Dzięki wielkie, chłopie! Teraz liczenie tych butelek pójdzie jak z płatka.
uk: Дуже дякую, хлопче! Тепер підрахунок пляшок піде як по маслу.

source: Dzięki wielkie, w końcu ktoś pomocny!
uk: Дуже дякую, нарешті хтось допоміг!

source: Dzięki wsparciu Gildii, Bermar wyłożył duży majątek na odbudowę potencjału farmy. Nieużytki zamienił w pola, a w miejscu starego młyna postawił nowy.
uk: За підтримки Гільдії, Бермар вклав значні кошти у відновлення цієї ферми. Він перетворив пустку на поля, а на місці старого млина збудував новий.

source: Dzięki za cenne rady.
uk: Дякую за цінні поради.

source: Dzięki za dzisiaj, miło było porobić coś innego i czegoś przy okazji się nauczyć.
uk: Дякую за сьогоднішній день, було приємно зайнятись чимось новим і навчитися чомусь в процесі.

source: Dzięki za informacje.
uk: Дякую за інформацію.

source: Dzięki za informację, później się tym zajmę.
uk: Дякую за інформацію, я подбаю про це пізніше.

source: Dzięki za informację, sprawdzę to. A tak przy okazji, wiesz może, gdzie mieszkał Jon?
uk: Дякую за інформацію, я перевірю. До речі, може, ти знаєш, де проживав Йон?

source: Dzięki za informację.
uk: Дякую за інформацію.

source: Dzięki za informację. Mam nadzieję, że pomoże mi to odkryć prawdę.
uk: Дякую за інформацію. Сподіваюся, вона допоможе мені дізнатися правду.

source: Dzięki za informację. Muszę już iść.
uk: Дякую за інформацію. Я вже мушу йти.

source: Dzięki za nic.
uk: Немає за що дякувати.

source: Dzięki za odpowiedzi. Poszukam twojego kumpla.
uk: Дякую за відповіді. Я пошукаю твого друга.

source: Dzięki za ofertę, ale nie będę miał z nich żadnego pożytku.
uk: Дякую за пропозицію, але вони мені не знадобляться.

source: Dzięki za poczęstunek! Pomyślnych wiatrów!
uk: Дякую за частування! Попутного вітру!

source: Dzięki za pomoc przyjacielu, ale tutaj nasze drogi się rozchodzą.
uk: Дякую за допомогу, друже, але тут наші шляхи розходяться.

source: Dzięki za pomoc!
uk: Дякую за допомогу!

source: Dzięki za pomoc, Hierro.
uk: Дякую за допомогу, Гієро.

source: Dzięki za pomoc, ale muszę już iść.
uk: Дякую за допомогу, мені треба йти.

source: Dzięki za pomoc, ci cholerni zdrajcy dali nam nieźle popalić...
uk: Дякую за допомогу, ці кляті зрадники завдали нам чимало клопоту...

source: Dzięki za pomoc, myślałem, że jest już po mnie. Nie widziałeś gdzieś może mojej przyjaciółki?
uk: Дякую за допомогу, я вже думав, що мені кінець. Ти не зустрічав моєї подруги?

source: Dzięki za pomoc, przyjacielu. Z pewnością wspomnę o twej pomocy Roderichowi.
uk: Дякую за допомогу, друже. Я обов'язково розповім про твою допомогу Родеріху.

source: Dzięki za pomoc, ruszam kontynuować poszukiwania.
uk: Дякую за допомогу, я продовжу пошуки.

source: Dzięki za pomoc.
uk: Дякую за допомогу.

source: Dzięki za pomoc. Ja wracam do węglarzy.
uk: Дякую за допомогу. Я повертаюся до вуглярів.

source: Dzięki za pomoc. Kto wie, może jeszcze się niebawem spotkamy!
uk: Дякую за допомогу. Хто знає, може колись зустрінемось!

source: Dzięki za pomoc. Nie mogę cię przyjąć na czeladnika, ale jako że lubię płacić za dobrze wykonaną robotę, to masz. Nie przepij wszystkiego!
uk: Дякую за допомогу. Я не можу взяти тебе в учні, але я завжди плачу за добре виконану роботу, тож ось винагорода. Не пропий все!

source: Dzięki za pomoc. Pewnie jeszcze tu wpadnę, w razie gdyby Ivy znowu się pojawiła.
uk: Дякую за допомогу. Я, мабуть, зайду ще раз, раптом Айві знову з'явиться.

source: Dzięki za prezent, ale teraz daj prawdziwym mężczyznom pić.
uk: Дякую за гостинець, а тепер не заважай справжнім чоловікам випити.

source: Dzięki za propozycję, ale nie interesuje mnie łażenie po brzegu i zbieranie ryb.
uk: Дякую за пропозицію, але мені не цікаво ходити по березі і збирати рибу.

source: Dzięki za propozycję, ale poradzę sobie.
uk: Дякую за пропозицію, але я сам впораюся.

source: Dzięki za propozycję, ale tu jest mi dobrze. Czuję, że naprawdę znalazłem coś, w czym jestem dobry, a przy okazji mogę nieźle zarobić. Powodzenia w twoich poszukiwaniach!
uk: Дякую за пропозицію, але мені й тут добре. Я відчуваю, що дійсно знайшов те, що мені подобається, і при цьому можу добре заробляти. Щасти тобі в твоїх пошуках!

source: Dzięki za rady. Zobaczymy, co z tego będzie.
uk: Дякую за пораду. Подивимось, що з цього вийде.

source: Dzięki za radę, chyba nie mam wyboru.
uk: Дякую за пораду. Мабуть, у мене немає вибору.

source: Dzięki za radę.
uk: Дякую за пораду.

source: Dzięki za radę. Pogadam z nim.
uk: Дякую за пораду. Я поговорю з ним.

source: Dzięki za ratunek. Nie wiem, jak długo bym tutaj jeszcze wytrzymał.
uk: Дякую за порятунок. Не знаю, як довго б я тут протримався.

source: Dzięki za rozmowę! Na razie!
uk: Дякую за розмову! До зустрічі!

source: Dzięki za rozmowę, ale muszę już iść.
uk: Дякую за розмову, але я мушу йти.

source: Dzięki za rozmowę, ale trochę mi się spieszy.
uk: Дякую за розмову, але я трохи поспішаю.

source: Dzięki za rozmowę.
uk: Дякую за розмову.

source: Dzięki za starania.
uk: Дякую за старання.

source: Dzięki za słowa otuchy.
uk: Дякую, що підбадьорила.

source: Dzięki za wiadomość.
uk: Дякую, що повідомив.

source: Dzięki za wskazówki.
uk: Дякую за поради.

source: Dzięki za wszystko. Bez ciebie nie dałbym rady.
uk: Дякую за все. Без тебе я б не впорався.

source: Dzięki za załatwienie tego oszusta.
uk: Дякую, що розправився з цим шахраєм.

source: Dzięki za złoto, mój ty bohaterze!
uk: Дякую за золото, герою!

source: Dzięki za... ehm... pomoc.
uk: Дякую за... гм... допомогу.

source: Dzięki!
uk: Дякую!

source: Dzięki! Daj znać, gdybyś miał jeszcze ochotę upolować kilka bestii.
uk: Дякую! Дай мені знати, якщо в тебе буде настрій вполювати кілька звірів.

source: Dzięki! Pamiętaj, żeby podczas kopania robić sobie od czasu do czasu przerwę i przyjrzeć się skale, znacznie ułatwia to dalszą pracę.
uk: Дякую! Не забувай під час видобутку час від часу робити перерву і дивитися на скелю, це значно полегшує подальшу роботу.

source: Dzięki, Arwid. Ja zajmę się już resztą.
uk: Дякую, Арвіде. А я подбаю про все інше.

source: Dzięki, Gumbert.
uk: Дякую, Гумберте.

source: Dzięki, Javad. Kto wie, do trzech razy sztuka!
uk: Дякую, Джаваде. Хто знає, може, на третій раз пощастить!

source: Dzięki, Kazeem.
uk: Дякую, Казіме.

source: Dzięki, Marvin! Gdyby nie ty, wydałbym na siebie wyrok śmierci.
uk: Дякую, Марвіне! Якби не ти, я б виніс собі смертний вирок.

source: Dzięki, a oto obiecane towary. Nie mam pojęcia, na co ci one, ale nie robi mi to większej różnicy.
uk: Дякую, а ось обіцяні товари. Гадки не маю, для чого вони потрібні, але для мене це не так важливо.

source: Dzięki, ale na razie mam nieco inne plany.
uk: Дякую, але наразі у мене дещо інші плани.

source: Dzięki, ale poszukam innego kupca.
uk: Дякую, але я пошукаю іншого покупця.

source: Dzięki, ale zamiast współczucia przydałyby mi się informacje.
uk: Дякую, але замість співчуття мені потрібна інформація.

source: Dzięki, będę ostrożny. Możecie wracać do obozu.
uk: Дякую, я буду обережним. Можеш повертатися в табір.

source: Dzięki, chcę wrócić do wioski.
uk: Дякую, я хочу повернутися в село.

source: Dzięki, chyba tyle mi na ten moment wystarczy...
uk: Дякую, гадаю, що на даний момент мені цього вистачить...

source: Dzięki, chłopcze, ale na razie nie mam dla ciebie nowych zleceń.
uk: Дякую, хлопче, але наразі у мене немає для тебе нових завдань.

source: Dzięki, chłopcze. Przynajmniej będę miał za co przeżyć przez najbliższe dni.
uk: Дякую, хлопче. Принаймні, мені буде на що жити найближчі кілька днів.

source: Dzięki, chłopie! To się nazywa pomoc!
uk: Дякую, хлопче! Ось це я називаю допомогою!

source: Dzięki, i na razie.
uk: Дякую.

source: Dzięki, kolego... stokrotne dzięki.
uk: Дякую, друже... стократно дякую.

source: Dzięki, mały!
uk: Дякую, малий!

source: Dzięki, może skorzystam.
uk: Дякую, можливо, так і зроблю.

source: Dzięki, na pewno się przyda.
uk: Дякую, напевно пригодиться.

source: Dzięki, na pewno się przydadzą.
uk: Дякую, це мені точно знадобиться.

source: Dzięki, na pewno znajdę dla niej zastosowanie.
uk: Дякую, я обов'язково знайду їм застосування.

source: Dzięki, nie chcę sprawiać więcej problemów wiosce.
uk: Дякую, не хочу більше створювати проблеми для села.

source: Dzięki, nie spodziewałem się.
uk: Дякую, я й не сподівався.

source: Dzięki, owocnej modlitwy.
uk: Дякую, плідної молитви.

source: Dzięki, pogadam z nim.
uk: Дякую, я поговорю з ним.

source: Dzięki, przekażę im to.
uk: Дякую, я їм передам.

source: Dzięki, przyda się. Jeśli znowu będziesz się z kimś bić, to daj znać.
uk: Дякую, мені це пригодиться. Якщо ти знову з кимось битимешся, дай мені знати.

source: Dzięki, przydadzą się.
uk: Дякую, це стане в нагоді.

source: Dzięki, przyjacielu. A więc było to tak...
uk: Дякую, друже. Отже, це було так...

source: Dzięki, sen dobrze mi zrobi.
uk: Дякую, сон піде мені на користь.

source: Dzięki, spróbuję znaleźć tego Antonio.
uk: Дякую, я спробую знайти цього Антоніо.

source: Dzięki, stary.
uk: Дякую, друже.

source: Dzięki, stary. Masz, parę monet za fatygę.
uk: Дякую, друже. Ось, кілька монет за твою допомогу.

source: Dzięki, stary. Masz, weź.
uk: Дякую, друже. Ось, візьми.

source: Dzięki, tak zrobię.
uk: Дякую, так і зроблю.

source: Dzięki, takiego wsparcia oczekiwałem.
uk: Дякую, саме на таку підтримку я й розраховував.

source: Dzięki, to będzie bardzo pomocne.
uk: Дякую, це мені дуже допоможе.

source: Dzięki, to mi wystarczy.
uk: Дякую, мені цього вистачить.

source: Dzięki, to wszystko, co chciałem wiedzieć.
uk: Дякую, це все, що я хотів дізнатись.

source: Dzięki, tyle chciałem wiedzieć.
uk: Дякую, це все, що я хотів знати.

source: Dzięki, w każdym razie.
uk: У будь-якому разі, дякую.

source: Dzięki, w końcu zjem porządny obiad!
uk: Дякую, нарешті я матиму чим повноцінно пообідати!

source: Dzięki, w takim razie ruszam do miasta.
uk: Дякую, тоді я до міста.

source: Dzięki, wrócę niebawem.
uk: Дякую, я скоро повернуся.

source: Dzięki, za radę!
uk: Дякую за пораду!

source: Dzięki, że mi o tym powiedziałeś. Będę musiał pomówić z Thorstenem na temat dozbrojenia naszych wartowników i farmerów.
uk: Дякую, що розповів мені про це. Я поговорю з Торстеном про переозброєння нашої охорони і фермерів.

source: Dzięki, że mnie wtedy uratowałeś, w tej jaskini. Gdyby nie ty, już dawno bym nie żył.
uk: Дякую, що врятував мене тоді, в тій печері. Якби не ти, я був би вже давно мертвий.

source: Dzięki, że tyle mi powiedziałeś.
uk: Дякую за те, що стільки розповів.

source: Dzięki, że wyrwałeś mnie na chwilę z rutyny.
uk: Дякую, що хоч ненадовго витягнув мене з цієї рутини.

source: Dzięki, życzę szybkiego powrotu do zdrowia.
uk: Дякую, бажаю якнайшвидшого одужання.

source: Dzięki.
uk: Дякую.

source: Dzięki. Co teraz zrobisz?
uk: Дякую. Що тепер робитимеш?

source: Dzięki. Dobrze je wykorzystam.
uk: Дякую. Тільки використай його з користю.

source: Dzięki. Miłego pobytu w mieście życzę.
uk: Дякую. Бажаю приємного перебування в місті.

source: Dzięki. Na razie.
uk: Поки що дякую.

source: Dzięki. Następnym razem bardziej na siebie uważaj.
uk: Дякую. Наступного разу будь обережнішим.

source: Dzięki. Nie będę dłużej przeszkadzał.
uk: Дякую. Я більше не відволікатиму тебе.

source: Dzięki. Proszę, masz tu trochę złota jako nagrodę. Równy z ciebie gość!
uk: Дякую. Ось, візьми трохи золота в нагороду. Ти чесний хлопець!

source: Dzięki. Przekażę.
uk: Дякую. Передам.

source: Dzięki. Przy odrobinie szczęścia uda mi się stworzyć nową odmianę, jeśli tylko... aaa, tak, proszę, to dla ciebie.
uk: Дякую. Якщо пощастить, я зможу вивести новий сорт, якщо тільки... Ааа, так, прошу, це для тебе.

source: Dzięki. Smakuje jak stare bagienne ziele. Od razu czuję się lepiej!
uk: Дякую. На смак як стара болотна трава. Відразу відчуваю себе краще!

source: Dzięki. Zapomniałbym.
uk: Дякую. Я і забув.

source: Dzięki... ehm... kolego.
uk: Дякую... емм... друже.

source: Dzięki... z-z-za-za-zapamiętam.
uk: Дякую... я з-з-за-за-запам'ятаю.

source: Dziękujemy Wam wszystkim za całe wsparcie, które otrzymywaliśmy podczas czterech lat powstawania tego projektu.
uk: Дякуємо вам усім за підтримку, яку ми отримували протягом чотирьох років цього проєкту.
